pymergetic/metal/port/boards/X86_UEFI/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "X86_UEFI"
#define MICROPY_HW_MCU_NAME   "i686"
